const ar = {
  document_title: "وردلوايد",
  title: "تخمين الكلمة!",
  loading: "...جارٍ التحميل",
  error_fetching_solution: "خطأ في جلب الكلمة",
  how_to_play: "تعليمات",
  new_game: "لعبة جديدة",
  show_keyboard: "ظهار لوحة المفاتيح",
  hide_keyboard: "خفاء لوحة المفاتيح",
  how_to_play_modal_title: "كيفية اللعب",
  instruction_1: "أدخل كلمة صحيحة من 5 أحرف.",
  instruction_2: "بعد الإرسال، يعطيك اللعبة ملاحظات باستخدام الألوان.",
  instruction_green: "🟩 أخضر: الحرف صحيح وفي المكان الصحيح.",
  instruction_yellow: "🟨  أصفر: الحرف موجود في الكلمة لكن في المكان الخطأ.",
  instruction_grey: "⬜  رمادي: الحرف غير موجود في الكلمة.",
  instruction_3: "استخدم الملاحظات لتحسين تخمينك التالي.",
  instruction_4: "كرر حتى تخمّن الكلمة الصحيحة أو تنفد محاولاتك الست.",
  close: "إغلاق",
  end_game_modal_title_win: "لقد فزت!",
  end_game_modal_title_lose: "حظ أوفر في المرة القادمة!",
  the_word_was: "كانت الكلمة",
  found_solution:
    "لقد خمنت الكلمة في {turn, plural, zero {لا محاولات} one {محاولة واحدة} two {محاولتان} few {# محاولات} many {# محاولة} other {# محاولة}}.",
  duplicate_word_error: "لقد جرّبت هذه الكلمة من قبل.",
  oops: "أوف!",
  incorrect_length_error: "يجب أن تتكوّن الكلمة من خمسة أحرف.",
  show_controls: "إظهار عناصر التحكم",
  hide_controls: "إخفاء عناصر التحكم",
  footer:
    '<p>صُنع بواسطة <a href="https://josh-mock.com">جوش موك</a>. التحقق من الكلمات بالإنجليزية، الفرنسية، الإسبانية، والألمانية باستخدام <a href="https://freedictionaryapi.com">واجهة برمجة تطبيقات القاموس المجاني</a>. هذا المشروع نسخة غير تجارية مستوحاة من <a href="https://www.nytimes.com/games/wordle/index.html">Wordle</a>. ولا علاقة له أو تأييد من قبل صحيفة نيويورك تايمز.</p>',
};

export default ar;
