const fa = {
  document_title: "وردلوايد",
  title: "کلمه را حدس بزن!",
  loading: "بارگیری...",
  error_fetching_solution: "خطا در واکشی کلمه",
  new_game: "بازی جدید",
  how_to_play: "راهنمای بازی",
  show_keyboard: "نمایش صفحه‌کلید",
  hide_keyboard: "پنهان کردن صفحه‌کلید",
  how_to_play_modal_title: "چگونه بازی کنیم",
  instruction_1: "یک کلمه معتبر پنج‌حرفی وارد کنید.",
  instruction_2:
    "پس از ارسال، بازی با استفاده از رنگ‌ها به شما بازخورد می‌دهد:",
  instruction_green: "🟩 سبز: حرف درست و در جای درست است.",
  instruction_yellow: "🟨 زرد: حرف در کلمه هست ولی در جای نادرست.",
  instruction_grey: "⬜ خاکستری: این حرف اصلاً در کلمه نیست.",
  instruction_3: "از بازخورد برای بهبود حدس بعدی خود استفاده کنید.",
  instruction_4:
    "ادامه دهید تا زمانی که کلمه درست را حدس بزنید یا هر ۶ تلاش را مصرف کنید.",
  close: "بستن",
  end_game_modal_title_win: "تو بردی!",
  end_game_modal_title_lose: "دفعه‌ی بعد موفق‌تر باشی!",
  the_word_was: "کلمه این بود:",
  found_solution: "شما کلمه را در {turn} بار حدس زدید.",
  duplicate_word_error: "تو قبلاً این کلمه را حدس زده‌ای.",
  oops: "ای وای!",
  incorrect_length_error: "کلمه باید پنج حرفی باشد.",
  show_controls: "نمایش کنترل‌ها",
  hide_controls: "پنهان کردن کنترل‌ها",
  footer:
    '<p>ساخته شده توسط <a href="https://josh-mock.com">جاش موک</a>. اعتبارسنجی کلمات به زبان‌های انگلیسی، فرانسوی، اسپانیایی و آلمانی با استفاده از <a href="https://freedictionaryapi.com">رابط برنامه‌نویسی Free Dictionary</a>. این پروژه یک نسخه غیرتجاری الهام‌گرفته از <a href="https://www.nytimes.com/games/wordle/index.html">وردل (Wordle)</a> است. این پروژه هیچ ارتباطی با نیویورک تایمز ندارد و مورد تأیید آن نیست.</p>',
};
export default fa;
